[

   {

     "quote": "2024",
     "author": "Kanye West"
   },

   {

     "quote": "All you have to be is yourself",
     "author": "Kanye West"
   },

   {

     "quote": "Believe in your flyness...conquer your shyness.",
     "author": "Kanye West"
   },

   {

     "quote": "Burn that excel spread sheet",
     "author": "Kanye West"
   },

   {

     "quote": "Decentralize",
     "author": "Kanye West"
   },

   {

     "quote": "Distraction is the enemy of vision",
     "author": "Kanye West"
   },

   {

     "quote": "Everything you do in life stems from either fear or love",
     "author": "Kanye West"
   },

   {

     "quote": "For me giving up is way harder than trying.",
     "author": "Kanye West"
   },

   {

     "quote": "For me, money is not my definition of success. Inspiring people is a definition of success",
     "author": "Kanye West"
   },

   {

     "quote": "Fur pillows are hard to actually sleep on",
     "author": "Kanye West"
   },

   {

     "quote": "George Bush doesn't care about black people",
     "author": "Kanye West"
   },

   {

     "quote": "Have you ever thought you were in love with someone but then realized you were just staring in a mirror for 20 minutes?",
     "author": "Kanye West"
   },

   {

     "quote": "I care. I care about everything. Sometimes not giving a f#%k is caring the most.",
     "author": "Kanye West"
   },

   {

     "quote": "I feel calm but energized",
     "author": "Kanye West"
   },

   {

     "quote": "I feel like I'm too busy writing history to read it.",
     "author": "Kanye West"
   },

   {

     "quote": "I feel like me and Taylor might still have sex",
     "author": "Kanye West"
   },

   {

     "quote": "I give up drinking every week",
     "author": "Kanye West"
   },

   {

     "quote": "I leave my emojis bart Simpson color",
     "author": "Kanye West"
   },

   {

     "quote": "I love sleep; it's my favorite.",
     "author": "Kanye West"
   },

   {

     "quote": "I make awesome decisions in bike stores!!!",
     "author": "Kanye West"
   },

   {

     "quote": "I really love my Tesla. I'm in the future. Thank you Elon.",
     "author": "Kanye West"
   },

   {

     "quote": "I still think I am the greatest.",
     "author": "Kanye West"
   },

   {

     "quote": "I think I do myself a disservice by comparing myself to Steve Jobs and Walt Disney and human beings that we've seen before. It should be more like Willy Wonka...and welcome to my chocolate factory.",
     "author": "Kanye West"
   },

   {

     "quote": "I want the world to be better! All I want is positive! All I want is dopeness!",
     "author": "Kanye West"
   },

   {

     "quote": "I wish I had a friend like me",
     "author": "Kanye West"
   },

   {

     "quote": "I'd like to meet with Tim Cook. I got some ideas",
     "author": "Kanye West"
   },

   {

     "quote": "I'll say things that are serious and put them in a joke form so people can enjoy them. We laugh to keep from crying.",
     "author": "Kanye West"
   },

   {

     "quote": "I'm a creative genius",
     "author": "Kanye West"
   },

   {

     "quote": "I'm nice at ping pong",
     "author": "Kanye West"
   },

   {

     "quote": "I'm the best",
     "author": "Kanye West"
   },

   {

     "quote": "If I don't scream, if I don't say something then no one's going to say anything.",
     "author": "Kanye West"
   },

   {

     "quote": "If I got any cooler I would freeze to death",
     "author": "Kanye West"
   },

   {

     "quote": "Just stop lying about shit. Just stop lying.",
     "author": "Kanye West"
   },

   {

     "quote": "Keep squares out yo circle",
     "author": "Kanye West"
   },

   {

     "quote": "Keep your nose out the sky, keep your heart to god, and keep your face to the rising sun.",
     "author": "Kanye West"
   },

   {

     "quote": "Let's be like water",
     "author": "Kanye West"
   },

   {

     "quote": "Man... whatever happened to my antique fish tank?",
     "author": "Kanye West"
   },

   {

     "quote": "My dad got me a drone for Christmas",
     "author": "Kanye West"
   },

   {

     "quote": "My greatest award is what I'm about to do.",
     "author": "Kanye West"
   },

   {

     "quote": "My greatest pain in life is that I will never be able to see myself perform live.",
     "author": "Kanye West"
   },

   {

     "quote": "One day I'm gon' marry a porn star",
     "author": "Kanye West"
   },

   {

     "quote": "One of my favorite of many things about what the Trump hat represents to me is that people can't tell me what to do because I'm black",
     "author": "Kanye West"
   },

   {

     "quote": "Only free thinkers",
     "author": "Kanye West"
   },

   {

     "quote": "People always say that you can't please everybody. I think that's a cop-out. Why not attempt it? Cause think of all the people that you will please if you try.",
     "author": "Kanye West"
   },

   {

     "quote": "People always tell you 'Be humble. Be humble.' When was the last time someone told you to be amazing? Be great! Be awesome! Be awesome!",
     "author": "Kanye West"
   },

   {

     "quote": "People only get jealous when they care.",
     "author": "Kanye West"
   },

   {

     "quote": "Perhaps I should have been more like water today",
     "author": "Kanye West"
   },

   {

     "quote": "Pulling up in the may bike",
     "author": "Kanye West"
   },

   {

     "quote": "Shut the fuck up I will fucking laser you with alien fucking eyes and explode your fucking head",
     "author": "Kanye West"
   },

   {

     "quote": "Sometimes I push the door close button on people running towards the elevator. I just need my own elevator sometimes. My sanctuary.",
     "author": "Kanye West"
   },

   {

     "quote": "Sometimes you have to get rid of everything",
     "author": "Kanye West"
   },

   {

     "quote": "Style is genderless",
     "author": "Kanye West"
   },

   {

     "quote": "The thought police want to suppress freedom of thought",
     "author": "Kanye West"
   },

   {

     "quote": "The world is our family",
     "author": "Kanye West"
   },

   {

     "quote": "The world is our office",
     "author": "Kanye West"
   },

   {

     "quote": "Today is the best day ever and tomorrow's going to be even better",
     "author": "Kanye West"
   },

   {

     "quote": "Truth is my goal. Controversy is my gym. I'll do a hundred reps of controversy for a 6 pack of truth",
     "author": "Kanye West"
   },

   {

     "quote": "Tweeting is legal and also therapeutic",
     "author": "Kanye West"
   },

   {

     "quote": "We all self-conscious. I'm just the first to admit it.",
     "author": "Kanye West"
   },

   {

     "quote": "We came into a broken world. And we're the cleanup crew.",
     "author": "Kanye West"
   },

   {

     "quote": "You can't look at a glass half full or empty if it's overflowing.",
     "author": "Kanye West"
   },

   {

     "quote": "I hate when I'm on a flight and I wake up with a water bottle next to me like oh great now I gotta be responsible for this water bottle",
     "author": "Kanye West"
   },

   {

     "quote": "All the musicians will be free",
     "author": "Kanye West"
   },

   {

     "quote": "Artists are founders",
     "author": "Kanye West"
   },

   {

     "quote": "Buy property",
     "author": "Kanye West"
   },

   {

     "quote": "Culture is the most powerful force in humanity under God",
     "author": "Kanye West"
   },

   {

     "quote": "Empathy is the glue",
     "author": "Kanye West"
   },

   {

     "quote": "I am one of the most famous people on the planet",
     "author": "Kanye West"
   },

   {

     "quote": "I am running for President of the United States",
     "author": "Kanye West"
   },

   {

     "quote": "I am the head of Adidas. I will bring Adidas and Puma back together and bring me and jay back together",
     "author": "Kanye West"
   },

   {

     "quote": "I channel Will Ferrell when I'm at the daddy daughter dances",
     "author": "Kanye West"
   },

   {

     "quote": "I don't wanna see no woke tweets or hear no woke raps ... it's show time ... it's a whole different energy right now",
     "author": "Kanye West"
   },

   {

     "quote": "I hear people say this person is cool and this person is not cool. People are cool. Man has never invented anything as awesome as a an actual person but sometimes we value the objects we create over life itself",
     "author": "Kanye West"
   },

   {

     "quote": "I honestly need all my Royeres to be museum quality... if I see a fake Royere Ima have to Rick James your couch",
     "author": "Kanye West"
   },

   {

     "quote": "I love UZI. I be saying the same thing about Steve Jobs. I be feeling just like UZI",
     "author": "Kanye West"
   },

   {

     "quote": "I need an army of angels to cover me while I pull this sword out of the stone",
     "author": "Kanye West"
   },

   {

     "quote": "I spoke to Dave Chapelle for two hours this morning. He is our modern day Socrates",
     "author": "Kanye West"
   },

   {

     "quote": "I was just speaking with someone that told me their life story and they used to be homeless.",
     "author": "Kanye West"
   },

   {

     "quote": "I watch Bladerunner on repeat",
     "author": "Kanye West"
   },

   {

     "quote": "I'm giving all Good music artists back the 50% share I have of their masters",
     "author": "Kanye West"
   },

   {

     "quote": "I'm going to personally see to it that Taylor Swift gets her masters back. Scooter is a close family friend",
     "author": "Kanye West"
   },

   {

     "quote": "I'm the new Moses",
     "author": "Kanye West"
   },

   {

     "quote": "Life is the ultimate gift",
     "author": "Kanye West"
   },

   {

     "quote": "Ma$e is one of my favorite rappers and I based a lot of my flows off of him",
     "author": "Kanye West"
   },

   {

     "quote": "Manga all day",
     "author": "Kanye West"
   },

   {

     "quote": "My first pillar when I'm on the board of adidas will be an adidas Nike collaboration to support community growth",
     "author": "Kanye West"
   },

   {

     "quote": "My mama was a' English teacher. I know how to use correct English but sometimes I just don't feel like it aaaand I ain't got to",
     "author": "Kanye West"
   },

   {

     "quote": "My memories are from the future",
     "author": "Kanye West"
   },

   {

     "quote": "My mother in law Kris Jenner ... makes the best music playlist",
     "author": "Kanye West"
   },

   {

     "quote": "People say it's enough and I got my point across ... the point isn't across until we cross the point",
     "author": "Kanye West"
   },

   {

     "quote": "People tried to talk me out of running for President. Never let weak controlling people kill your spirit",
     "author": "Kanye West"
   },

   {

     "quote": "So many of us need so much less than we have especially when so many of us are in need",
     "author": "Kanye West"
   },

   {

     "quote": "Speak God's truth to power",
     "author": "Kanye West"
   },

   {

     "quote": "The media tries to kill our heroes one at a time",
     "author": "Kanye West"
   },

   {

     "quote": "The world needs more Joy... this idea is super fresh",
     "author": "Kanye West"
   },

   {

     "quote": "There are 5 main pillars in a professional musicians business - Recording, Publishing, Touring, Merchandise & Name and likeness",
     "author": "Kanye West"
   },

   {

     "quote": "There are people sleeping in parking lots",
     "author": "Kanye West"
   },

   {

     "quote": "There's a crying need for civility across the board. We need to and will come together in the name of Jesus.",
     "author": "Kanye West"
   },

   {

     "quote": "There's so many lonely emojis man",
     "author": "Kanye West"
   },

   {

     "quote": "Trust me ... I won't stop",
     "author": "Kanye West"
   },

   {

     "quote": "Two years ago we had 50 million people subscribed to music streaming services around the world. Today we have 400 million.",
     "author": "Kanye West"
   },

   {

     "quote": "We are here to complete the revolution. We are building the future",
     "author": "Kanye West"
   },

   {

     "quote": "We as a people will heal. We will insure the well being of each other",
     "author": "Kanye West"
   },

   {

     "quote": "We have to evolve",
     "author": "Kanye West"
   },

   {

     "quote": "We must and will cure homelessness and hunger. We have the capability as a species",
     "author": "Kanye West"
   },

   {

     "quote": "We must form a union. We must unify",
     "author": "Kanye West"
   },

   {

     "quote": "We used to diss Michael Jackson the media made us call him crazy ... then they killed him",
     "author": "Kanye West"
   },

   {

     "quote": "We will be recognized",
     "author": "Kanye West"
   },

   {

     "quote": "We will change the paradigm",
     "author": "Kanye West"
   },

   {

     "quote": "We will cure hunger",
     "author": "Kanye West"
   },

   {

     "quote": "We will heal. We will be cured.",
     "author": "Kanye West"
   },

   {

     "quote": "We're going to move the entire music industry into the 21st Century",
     "author": "Kanye West"
   },

   {

     "quote": "We've gotten comfortable with not having what we deserve",
     "author": "Kanye West"
   },

   {

     "quote": "Who made up the term major label in the first place???",
     "author": "Kanye West"
   },

   {

     "quote": "Winning is the only option",
     "author": "Kanye West"
   },
   {

    "quote": "All men should be feminists. If men care about women’s rights the world will be a better place. We are better off when women are empowered – it leads to a better society.",
    "author": "John Legend"
  },
  {

    "quote": "Fleeting joy and fading ecstasy, here it goes again, oh, Sneaking fruit from the forbidden tree, sweet taste of sin",
    "author": "John Legend"
  },  
  {

    "quote": "The biggest weapon is to stay peaceful",
    "author": "John Legend"
  },  

  {

    "quote": "You learn so much from taking chances, whether they work out or not. Either way, you can grow from the experience and become stronger and smarter",
    "author": "John Legend"
  },  

  {

    "quote": "I keep learning, listening, growing and experimenting.",
    "author": "John Legend"
  },  

  {

    "quote": "The future started yesterday, and we're already late.",
    "author": "John Legend"
  },  

  {

    "quote": "Love you curves and all your edges. All your perfect imperfections",
    "author": "John Legend"
  },  

  {

    "quote": "Fleeting joy and fading ecstasy, here it goes again, oh, Sneaking fruit from the forbidden tree, sweet taste of sin",
    "author": "John Legend"
  },  

  {

    "quote": "If a relationship is going to work, it will require compromise and, even then, it is not always going to end the way you want it to.",
    "author": "John Legend"
  },  


  {

    "quote": "Experience is a great teacher",
    "author": "John Legend"
  },  


  {

    "quote": "It's not wrong to be afraid, but you have to fight through fear to overcome it",
    "author": "John Legend"
  },  
  {

    "quote": "The more I get, the more I gotta do",
    "author": "John Legend"
  },  
  {

    "quote": "My thoughts are stars, I can't fathom into constellations.",
    "author": "John Legend"
  },  
  {

    "quote": "Regardless of how it goes down... life goes on",
    "author": "Rick Ross"
  },  
  {

    "quote": "Everyday is a new opportunity to reach that goal",
    "author": "Rick Ross"
  },  

  {

    "quote": "How many people you bless, is how you measure your success.",
    "author": "Rick Ross"
  },  

  {

    "quote": "Love is for free, just expensive to shop.",
    "author": "Rick Ross"
  },  
  {

    "quote": "Every boss started as a worker.",
    "author": "Rick Ross"
  },  
  {

    "quote": "You gotta judge a man by his principles",
    "author": "Rick Ross"
  },  
  {

    "quote": "Everyday I'm Hustlin.",
    "author": "Rick Ross"
  },  
  {

    "quote": "I can't gain anything off of anyone else not succeeding.",
    "author": "Chance The Rapper"
  },  
  {

    "quote": "Smiles come through, though my eyes might cry.",
    "author": "Chance The Rapper"
  },  
  {

    "quote": "Don't believe in kings, believe in the Kingdom.",
    "author": "Chance The Rapper"
  },  
  {

    "quote": "I'm a good man, and I'm gonna become a better man.",
    "author": "Chance The Rapper"
  },  
  {

    "quote": "We only know what we know until someone knows better.",
    "author": "Chance The Rapper"
  },  
  {
    "quote": "You can pay for school, but you can't buy class.",
    "author": "Jay Z"
  },    
  {
    "quote": "A wise man told me don't argue with fools. Cause people from a distance can't tell who is who.",
    "author": "Jay Z"

  },    
  {
    "quote": "Nine to five is how ya survive, I ain't trying to survive I'm trying to live it to the limit and love it alive",
    "author": "Jay Z"
  },    
  {

    "quote": "I'm not afraid of dying I'm afraid of not trying",
    "author": "Jay Z"
  },    
  {
    "quote": "Only God can judge me so I'm gone, either love me or leave me alone.",
    "author": "Jay Z"
  },  
  {
    "quote": "Ain't nothin' wrong with the aim, just gotta change the target.",
    "author": "Jay Z"
  },    
  {
    "quote": "I believe you can speak things into existence.",
    "author": "Jay Z"
  },  
  {
    "quote": "Pain is joy when it cries, it's my smile in disguise.",
    "author": "Pusha T"
  },  
  {
    "quote": "I feel like people can feel when something is natural. I think they can tell.",
    "author": "Pusha T"
  },  
  {
    "quote": "I believe there's a god above me, I'm just the god of everything else!",
    "author": "Pusha T"
  },  
  {
    "quote": "In God we trust, the game is all us. Til the sky calls or its flames on us.",
    "author": "Pusha T"
  },  
  {
    "quote": "Let's test the waters... Love makes a splash, and you too thick to skinny-dip.",
    "author": "Pusha T"
  },  
  {
    "quote": "When I start a song, it's the first thought. It's the first thought and the first cadence, because that's the most natural.",
    "author": "Pusha T"
  },  
  {
    "quote": "My life is like a speeding bullet that just hasn't hit the target yet.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "Sometimes you have to forgive and forget. Forgive them for hurting you and forget they exist.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "If another girl steals your man, there's no better revenge than letting her keep him. Real men can't be stolen.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "Living life is a choice, making a difference in someone else's isn't.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "I just wanna learn and I wanna grow. I wanna consume as much information as possible. I wanna be great.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "The goal is timeless. Chase the moment and you lose.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "Running from your problems is a race you'll never win.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "Don't let the sadness from the past and fear of the future ruin the happiness of the present.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "In the end they'll judge me anyway, so whatever.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "If you can't do what you imagine, then what is imagination to you?",
    "author": "Kid Cudi"
  },  
  {
    "quote": "My life, my choices, my mistakes, my lessons, not your business.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "Don't hold strong opinions about things you don't truly understand.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "Always say how you feel because you never know if you'll get the chance again.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "You sometimes think you want to disappear, but all you really want is to be found.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "Not many people are true, fake as the lies they tell.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "Have you ever noticed the saddest person has the most beautiful smile.",
    "author": "Kid Cudi"
  },  
  {
    "quote": "My mind runs I can never catch it even if I got a head start.",
    "author": "Kid Cudi"
  }
]
